Repository: beeradmoore/dlss-swapper
Catalog: src/Translations/*/Resources.resw
Source language: en_us
Languages: ar_sa, ar_sy, ca_es, cs_cz, de_de, es_es, fa_ir, fi_fi, fr_fr, he_il, it_it, ja_jp, ko_kr, pl_pl, pt_br, ru_ru, th_th, tr_tr, uk_ua, vi_vn, zh_cn, zh_tw

# SettingsPage_CouldNotOpenLogFileTryManual
source: Could not open your log file directly from DLSS Swapper. Please try open it manually.
ar_sa: تعذّر فتح ملف السجل مباشرة من DLSS Swapper. يُرجى فتحه يدويًا.
ar_sy: لم يتمكن من فتح ملف السجل الخاص بك مباشرة من DLSS Swapper. يرجى محاولة فتحه يدوياً.
ca_es: No s'ha pogut obrir elz fitxer de registre directament des de DLSS Swapper. Si us plau, proveu d'obrir-lo manualment.
cs_cz: Soubor protokolu se nepodařilo otevřít přímo z DLSS Swapperu. Zkuste jej prosím otevřít ručně.
de_de: Die Log-Datei konnte nicht direkt über DLSS Swapper geöffnet werden. Bitte versuchen Sie, sie manuell zu öffnen.
es_es: No se ha podido abrir el archivo de registro directamente desde DLSS Swapper. Intente abrirlo manualmente.
fa_ir: امکان باز کردن فایل گزارش شما به طور مستقیم از DLSS Swapper وجود ندارد. لطفا سعی کنید آن را به صورت دستی باز کنید.
fi_fi: Lokitiedostoa ei voitu avata suoraan DLSS Swapperista. Yritä avata se manuaalisesti.
fr_fr: Impossible d'ouvrir votre fichier journal directement à partir de DLSS Swapper. Veuillez essayer de l'ouvrir manuellement.
he_il: לא ניתן היה לפתוח את קובץ היומן שלך ישירות מתוך DLSS Swapper. אנא נסה לפתוח אותו ידנית.
it_it: Impossibile aprire il file di registro direttamente da DLSS Swapper. Prova ad aprirlo manualmente.
ja_jp: DLSS Swapper から直接ログファイルを開くことができませんでした。手動で開いてみてください。
ko_kr: DLSS Swapper에서 로그 파일을 직접 열 수 없습니다. 수동으로 열어주세요.
pl_pl: Nie udało się otworzyć pliku z logami bezpośrednio z DLSS Swapper. Spróbuj otworzyć go ręcznie.
pt_br: Não foi possível abrir o arquivo de log diretamente pelo DLSS Swapper. Tente abrir manualmente.
ru_ru: Не удалось открыть ваш файл журнала напрямую из DLSS Swapper. Попробуйте открыть его вручную.
th_th: ไม่สามารถเปิดไฟล์ Log จากโปรแกรม DLSS Swapper โดยตรงได้ กรุณาลองเปิดไฟล์ด้วยตนเอง
tr_tr: Günlük (log) dosyanız doğrudan DLSS Swapper'dan açılamadı. Lütfen manuel olarak açmayı deneyin.
uk_ua: Не вдалося відкрити файл журналу безпосередньо з DLSS Swapper. Спробуйте відкрити його вручну.
vi_vn: Không thể mở tệp nhật ký trực tiếp từ DLSS Swapper. Vui lòng thử mở thủ công.
zh_cn: 无法直接从 DLSS Swapper 打开日志文件，请尝试手动打开。
zh_tw: 無法直接從 DLSS Swapper 開啟您的日誌，請嘗試手動開啟。

# SettingsPage_DeleteIgnoredPathMessage
source: Are you sure you want to delete the ignored path {0}?
ar_sa: هل أنت متأكد أنك تريد حذف المسار المُتجاهل {0}؟
ar_sy: هل أنت متأكد من أنك تريد حذف المسار المستثنى {0}?
ca_es: Esteu segur que voleu suprimir el camí ignorat {0}?
cs_cz: Opravdu chcete smazat ignorovanou cestu {0}?
de_de: Sind Sie sicher, dass Sie den ignorierten Pfad {0} löschen möchten?
es_es: ¿Estás seguro de que quieres eliminar la ruta ignorada {0}?
fa_ir: آیا مطمئن هستید که می‌خواهید مسیر نادیده گرفته شده {0} را حذف کنید؟
fi_fi: Haluatko varmasti poistaa ohitetun polun {0}?
fr_fr: Êtes-vous sûr de vouloir supprimer le chemin ignoré {0} ?
he_il: האם אתה בטוח שברצונך למחוק את הנתיב המוחרג {0}?
it_it: Sei sicuro di voler eliminare il percorso ignorato {0}?
ja_jp: 無視されているパス {0} を削除してもよろしいですか？
ko_kr: 제외된 경로 {0}을(를) 삭제하시겠습니까?
pl_pl: __UNTRANSLATED__Are you sure you want to delete the ignored path {0}?
pt_br: Tem certeza de que deseja excluir o caminho ignorado {0}?
ru_ru: Вы уверены, что хотите удалить игнорируемый путь {0}?
th_th: คุณแน่ใจหรือไม่ที่จะลบเส้นทางที่เพิกเฉย {0} ออก?
tr_tr: Yoksayılan {0} yolunu silmek istediğinizden emin misiniz?
uk_ua: Ви впевнені, що хочете видалити проігнорований шлях {0}?
vi_vn: Bạn có chắc chắn muốn xóa đường dẫn bỏ qua {0} không?
zh_cn: 确定要删除已忽略路径 {0} 吗？
zh_tw: 您確定要刪除被忽略的路徑 {0} 嗎？

# SettingsPage_DeleteIgnoredPathTitle
source: Delete Ignored Path
ar_sa: حذف المسار المُتجاهل
ar_sy: حذف المسار المستثنى
ca_es: Suprimeix la ruta ignorada
cs_cz: Smazat ignorovanou cestu
de_de: Ignorierten Pfad löschen
es_es: Eliminar Ruta Ignorada
fa_ir: حذف مسیر نادیده گرفته شده
fi_fi: Poista ohitettu polku
fr_fr: Supprimer le chemin ignoré
he_il: מחק נתיב מוחרג
it_it: Elimina percorso ignorato
ja_jp: 無視されているパスを削除
ko_kr: 제외할 경로 삭제
pl_pl: __UNTRANSLATED__Delete Ignored Path
pt_br: Excluir caminho ignorado
ru_ru: Удалить игнорируемый путь
th_th: ลบเส้นทางที่เพิกเฉย
tr_tr: Yoksayılan Yolu Sil
uk_ua: Видалити проігнорований шлях
vi_vn: Xóa Đường Dẫn Bỏ Qua
zh_cn: 删除忽略路径
zh_tw: 刪除忽略的路徑

# SettingsPage_DLSSDeveloperOptions
source: DLSS Developer Options
ar_sa: خيارات المطور لـ DLSS
ar_sy: خيارات مطور DLSS
ca_es: Opcions de desenvolupador de DLSS
cs_cz: Možnosti pro vývojáře DLSS
de_de: DLSS-Entwickleroptionen
es_es: Opciones de Desarrollador de DLSS
fa_ir: گزینه‌های توسعه‌دهنده DLSS
fi_fi: DLSS-kehittäjän asetukset
fr_fr: Options développeur DLSS
he_il: אפשרויות מפתח עבור DLSS
it_it: Opzioni per sviluppatori DLSS
ja_jp: DLSS 開発者向け設定
ko_kr: DLSS 개발자 옵션
pl_pl: Opcje deweloperskie DLSS
pt_br: Opções de desenvolvedor DLSS
ru_ru: Параметры разработчика DLSS
th_th: ตัวเลือกสำหรับนักพัฒนา DLSS
tr_tr: DLSS Geliştirici Seçenekleri
uk_ua: DLSS Параметри Розробника
vi_vn: Tùy Chọn Nhà Phát Triển DLSS
zh_cn: DLSS开发者选项
zh_tw: DLSS 開發者選項

# SettingsPage_DLSSDeveloperOptions_EnableLoggingToConsoleWindow
source: Enable logging to console window
ar_sa: تفعيل السجل في نافذة الكونسول
ar_sy: تمكين تسجيل السجلات في نافذة وحدة التحكم
ca_es: Habilita el registre a la finestra de la consola
cs_cz: Povolit protokolování do konzole
de_de: Protokollierung im Konsolenfenster aktivieren
es_es: Habilitar registro en la ventana de la consola
fa_ir: فعال کردن ثبت گزارش در پنجره کنسول
fi_fi: Kirjaa lokitapahtumat konsoli-ikkunaan
fr_fr: Activer la journalisation dans la fenêtre de console
he_il: אפשר רישום יומן לחלון מסוף (Console)
it_it: Abilita la registrazione nella finestra della console
ja_jp: コンソールウィンドウへのログ出力を有効にする
ko_kr: 콘솔 창에 로그 기록 활성화
pl_pl: Włącz logowanie do konsoli okienkowej
pt_br: Ativar log no console
ru_ru: Разрешить логирование в окне консоли
th_th: เปิดใช้งานการบันทึก Log ไปยังหน้าต่าง Console
tr_tr: Konsol penceresine günlük kaydını etkinleştir
uk_ua: Увімкнути ведення журналу у вікні консолі
vi_vn: Bật ghi nhật ký vào cửa sổ console
zh_cn: 将日志输出到控制台窗口
zh_tw: 將日誌輸出到控制台視窗

# SettingsPage_DLSSDeveloperOptions_EnableLoggingToFile
source: Enable logging to file
ar_sa: تفعيل السجل في ملف
ar_sy: تمكين تسجيل السجلات في ملف
ca_es: Habilita el registre al fitxer
cs_cz: Povolit protokolování do souboru
de_de: Protokollierung in Datei aktivieren
es_es: Habilitar registro en un archivo
fa_ir: فعال کردن ثبت گزارش در فایل
fi_fi: Kirjaa lokitapahtumat tiedostoon
fr_fr: Activer la journalisation dans un fichier
he_il: אפשר רישום יומן לקובץ
it_it: Abilita la registrazione nel file
ja_jp: ファイルへのログ記録を有効にする
ko_kr: 파일에 로그 기록 활성화
pl_pl: Zezwól na zapisywanie logów do pliku
pt_br: Ativar log em arquivo
ru_ru: Разрешить логирование в файл
th_th: เปิดใช้งานการบันทึก Log ลงไฟล์
tr_tr: Dosyaya günlük kaydını etkinleştir
uk_ua: Увімкнути ведення журналу у файл
vi_vn: Bật ghi nhật ký vào tệp
zh_cn: 日志保存到文件
zh_tw: 將日誌儲存至檔案

# SettingsPage_DLSSDeveloperOptions_IndicatorEnabledForAllDlssDlls
source: Enabled for all DLSS DLLs
ar_sa: مُفعّل لجميع ملفات DLL الخاصة بـ DLSS
ar_sy: مُفعل لجميع ملفات DLSS DLL
ca_es: Activat per a totes les DLL de DLSS
cs_cz: Povoleno pro všechny soubory DLL DLSS
de_de: Für alle DLSS-DLLs aktiviert
es_es: Habilitado para todos los DLLs de DLSS
fa_ir: فعال شده برای همه DLLهای DLSS
fi_fi: Käytössä kaikille DLSS-DLL-tiedostoille
fr_fr: Activé pour tous les DLL DLSS
he_il: מופעל עבור כל קובצי ה-DLL של DLSS
it_it: Abilitato per tutte le DLL di DLSS
ja_jp: すべての DLSS DLL で有効化
ko_kr: 모든 DLSS DLL에 대해 활성화
pl_pl: Włączone dla wszystkich bibliotek DLSS DLL
pt_br: Ativado para todas as DLLs DLSS
ru_ru: Включено для всех DLSS DLL
th_th: เปิดใช้งาน DLSS DLLs ทั้งหมด
tr_tr: Tüm DLSS DLL'leri için etkin
uk_ua: Увімкнено для всіх DLSS DLL
vi_vn: Bật cho tất cả DLL DLSS
zh_cn: 对所有的 DLSS 版本显示信息
zh_tw: 顯示所有 DLSS 版本的資訊

# SettingsPage_DLSSDeveloperOptions_IndicatorEnabledForDebugDlssDllOnly
source: Enabled for debug DLSS DLLs only
ar_sa: مُفعّل فقط لملفات DLL الخاصة بالتنقيح
ar_sy: مُفعل لملفات DLSS DLL للتصحيح فقط
ca_es: Només habilitat per a DLL de DLSS de depuració
cs_cz: Povoleno pouze pro ladění souborů DLL DLSS.
de_de: Nur für Debug-DLSS-DLLs aktiviert
es_es: Habilitado solo para DLLs de depuración de DLSS
fa_ir: فقط برای DLLهای دیباگ DLSS فعال شده است
fi_fi: Käytössä vain debug-käännetyille DLSS-DLL-tiedostoille
fr_fr: Activé uniquement pour les DLL DLSS de débogage
he_il: מופעל עבור קובצי DLL של DLSS לניפוי שגיאות (Debug) בלבד
it_it: Abilitato solo per il debug delle DLL DLSS
ja_jp: デバッグ用 DLSS SLL のみ有効化
ko_kr: 디버그용 DLSS DLL에만 활성화
pl_pl: Włączone tylko dla debugowania bibliotek DLSS DLL
pt_br: Ativado apenas para DLLs DLSS de depuração
ru_ru: Включено только для отладочных библиотек DLL DLSS
th_th: เปิดใช้งาน DLSS DLLs แบบดีบักเท่านั้น
tr_tr: Yalnızca hata ayıklama (debug) DLL'leri için etkin
uk_ua: Увімкнено для налагоджувальних DLSS DLL
vi_vn: Bật chỉ cho DLL DLSS debug
zh_cn: 仅对 DLSS 调试版本显示信息
zh_tw: 僅對 DLSS Debug 版本顯示資訊

# SettingsPage_DLSSDeveloperOptions_ShowOnScreenIndicator
source: Show on-screen indicator
ar_sa: عرض المؤشر على الشاشة
ar_sy: إظهار المؤشر على الشاشة
ca_es: Mostra l'indicador en pantalla
cs_cz: Zobrazit indikátor na obrazovce
de_de: Bildschirmanzeige anzeigen
es_es: Mostrar indicador en pantalla
fa_ir: نمایش نشانگر روی صفحه
fi_fi: Näytä näyttöilmaisin
fr_fr: Afficher l'indicateur à l'écran
he_il: הצג מחוון על גבי המסך
it_it: Mostra indicatore sullo schermo
ja_jp: 画面表示インジケーターの表示
ko_kr: 온스크린 인디케이터 표시
pl_pl: Pokaż indykator na ekranie
pt_br: Mostrar indicador na tela
ru_ru: Показать индикатор на экране
th_th: แสดงตัวบ่งชี้บนหน้าจอ
tr_tr: Ekranda gösterge göster
uk_ua: Показати екранний індикатор
vi_vn: Hiển thị chỉ báo trên màn hình
zh_cn: DLSS 屏幕指示器
zh_tw: 在螢幕上顯示資訊

# SettingsPage_DLSSDeveloperOptions_VerboseLogging
source: Verbose logging
ar_sa: السجل التفصيلي (Verbose logging)
ar_sy: التسجيل المفصل
ca_es: Registre detallat
cs_cz: Podrobné protokolování
de_de: Ausführliche Protokollierung
es_es: Registro detallado
fa_ir: ثبت گزارش با جزئیات
fi_fi: Yksityiskohtainen lokiin kirjaaminen
fr_fr: Journal détaillée
he_il: רישום יומן מפורט (Verbose)
it_it: Registrazione dettagliata
ja_jp: 詳細なログ記録
ko_kr: 상세 로깅 (Verbose)
pl_pl: Logowanie z dużą ilością informacji
pt_br: Log detalhado
ru_ru: Подробное логирование
th_th: การบันทึก Log แบบละเอียด
tr_tr: Ayrıntılı günlük kaydı
uk_ua: Детальне ведення журналу
vi_vn: Ghi nhật ký chi tiết
zh_cn: 详细日志记录
zh_tw: 詳細日誌

# SettingsPage_DLSSOptions
source: DLSS Options
ar_sa: خيارات DLSS
ar_sy: خيارات DLSS
ca_es: Opcions de DLSS
cs_cz: DLSS nastavení
de_de: DLSS-Optionen
es_es: Opciones de DLSS
fa_ir: گزینه‌های DLSS
fi_fi: DLSS-asetukset
fr_fr: Options DLSS
he_il: אפשרויות DLSS
it_it: Opzioni DLSS
ja_jp: DLSS 設定
ko_kr: DLSS 옵션
pl_pl: __UNTRANSLATED__DLSS Options
pt_br: Opções de DLSS
ru_ru: Параметры DLSS
th_th: ตัวเลือก DLSS
tr_tr: DLSS Seçenekleri
uk_ua: DLSS Параметри
vi_vn: Tùy Chọn DLSS
zh_cn: DLSS 选项

# SettingsPage_DLSSOptions_GlobalPreset
source: Global preset
ar_sa: الإعداد العام
ar_sy: الإعداد المسبق العام
ca_es: Preset global
cs_cz: Globální preset
de_de: Globales Preset
es_es: Preajuste global
fa_ir: تنظیمات از پیش تعیین شده سراسری
fi_fi: Globaali esiasetus
fr_fr: Préréglage global
he_il: פריסט גלובלי עבור Super Resolution
it_it: Preset globale
ja_jp: グローバルプリセット
ko_kr: 글로벌 프리셋
pl_pl: __UNTRANSLATED__Global preset
pt_br: Predefinição global
ru_ru: Глобальный пресет
th_th: พรีเซ็ตส่วนกลาง
tr_tr: Genel ön ayar
uk_ua: Глобальний пресет
vi_vn: Preset toàn cục
zh_cn: 全局预设

# SettingsPage_GameLibraries
source: Game Libraries
ar_sa: مكتبات الألعاب
ar_sy: مكتبات اللعبة
ca_es: Biblioteques de jocs
cs_cz: Herní knihovny
de_de: Spielbibliotheken
es_es: Bibliotecas de Juegos
fa_ir: کتابخانه‌های بازی
fi_fi: Pelikirjastot
fr_fr: Bibliothèques de jeux
he_il: ספריות משחקים
it_it: Librerie di giochi
ja_jp: ゲームライブラリ
ko_kr: 게임 라이브러리
pl_pl: Biblioteka Gier
pt_br: Bibliotecas de jogos
ru_ru: Библиотеки игр
th_th: คลังเกม
tr_tr: Oyun Kütüphaneleri
uk_ua: Бібліотеки ігор
vi_vn: Thư Viện Trò Chơi
zh_cn: 游戏库
zh_tw: 遊戲平台

# SettingsPage_GeneralTroubleshootingGuide
source: General troubleshooting guide
ar_sa: دليل استكشاف المشاكل الشائعة
ar_sy: دليل استكشاف الأخطاء وإصلاحها العام
ca_es: Guia general de resolució de problemes
cs_cz: Obecný průvodce řešením problémů
de_de: Allgemeine Anleitung zur Fehlerbehebung
es_es: Guía general de solución de problemas
fa_ir: راهنمای عیب‌یابی عمومی
fi_fi: Yleinen vianetsintäopas
fr_fr: Guide général de dépannage
he_il: מדריך כללי לפתרון בעיות
it_it: Guida generale alla risoluzione dei problemi
ja_jp: 一般的なトラブルシューティングガイド
ko_kr: 일반 문제 해결 가이드
pl_pl: Ogólny przewodnik rozwiązywania problemów
pt_br: Guia de solução de problemas
ru_ru: Общее руководство по устранению неполадок
th_th: คู่มือการแก้ปัญหาทั่วไป
tr_tr: Genel sorun giderme kılavuzu
uk_ua: Загальний посібник з усунення несправностей
vi_vn: Hướng dẫn khắc phục sự cố chung
zh_cn: 故障排除的指南
zh_tw: 故障排除指南

# SettingsPage_GiveFeedback
source: Give Feedback
ar_sa: إرسال ملاحظات
ar_sy: تقديم ملاحظات
ca_es: Donar comentaris
cs_cz: Poskytnout zpětnou vazbu
de_de: Feedback geben
es_es: Enviar comentarios
fa_ir: ارسال بازخورد
fi_fi: Anna palautetta
fr_fr: Donner votre avis
he_il: תן משוב
it_it: Fornisci feedback
ja_jp: フィードバックを送信
ko_kr: 피드백 보내기
pl_pl: Zostaw informację zwrotną
pt_br: Enviar feedback
ru_ru: Оставить отзыв
th_th: แจ้งปัญหา
tr_tr: Geri Bildirimde Bulun
uk_ua: Залишити відгук
vi_vn: Đưa Phản Hồi
zh_cn: 反馈
zh_tw: 回饋

# SettingsPage_GiveFeedbackInfo
source: You can suggest a feature or report a problem or on the DLSS Swapper
ar_sa: يمكنك اقتراح ميزة أو الإبلاغ عن مشكلة على DLSS Swapper
ar_sy: يمكنك اقتراح ميزة أو الإبلاغ عن مشكلة في DLSS Swapper
ca_es: Podeu suggerir una funció o informar d'un problema al DLSS Swapper
cs_cz: Navrhnout funkci nebo nahlásit problém DLSS Swapperu.
de_de: Sie können eine Funktion vorschlagen oder ein Problem melden oder auf dem DLSS Swapper
es_es: Puedes sugerir una función o informar de un problema en el DLSS Swapper
fa_ir: شما می‌توانید یک ویژگی را پیشنهاد دهید یا یک مشکل را در DLSS Swapper گزارش دهید
fi_fi: Voit ehdottaa ominaisuutta tai ilmoittaa ongelmasta DLSS Swapperin
fr_fr: Vous pouvez suggérer une fonctionnalité ou signaler un problème sur DLSS Swapper
he_il: תוכל להציע תכונה או לדווח על בעיה ב-DLSS Swapper
it_it: Puoi suggerire una funzionalità o segnalare un problema su DLSS Swapper
ja_jp: DLSS Swapper に関する機能の提案や問題の報告を行うことができます
ko_kr: DLSS Swapper에 기능을 제안하거나 문제를 보고할 수 있습니다.
pl_pl: Możesz zasugerować funkcję lub zgłosić problem na DLSS Swapper
pt_br: Você pode sugerir um recurso ou relatar um problema no DLSS Swapper
ru_ru: Вы можете предложить функцию или сообщить о проблеме по DLSS Swapper
th_th: คุณสามารถเสนอแนะฟีเจอร์หรือแจ้งปัญหาเกี่ยวกับ DLSS Swapper ได้
tr_tr: DLSS Swapper'da bir özellik önerebilir veya bir sorun bildirebilirsiniz
uk_ua: Ви можете запропонувати функцію або повідомити про проблему DLSS Swapper
vi_vn: Bạn có thể gợi ý tính năng hoặc báo cáo vấn đề trên DLSS Swapper
zh_cn: 可以在 DLSS Swapper 上提交建议功能或报告问题
zh_tw: 您可以在 DLSS Swapper 上提出功能建議或回報問題。

# SettingsPage_IgnoredPaths
source: Ignored Paths
ar_sa: المسارات المُتجاهلة
ar_sy: مسارات مستثناة
ca_es: Rutes ignorades
cs_cz: Ignorované cesty
de_de: Ignorierte Pfade
es_es: Rutas Ignoradas
fa_ir: مسیرهای نادیده گرفته شده
fi_fi: Ohitetut polut
fr_fr: Chemins ignorés
he_il: נתיבים מוחרגים
it_it: Percorsi ignorati
ja_jp: 無視されたパス
ko_kr: 제외된 경로
pl_pl: __UNTRANSLATED__Ignored Paths
pt_br: Caminhos ignorados
ru_ru: Игнорируемые пути
th_th: เส้นทางที่เพิกเฉย
tr_tr: Yoksayılan Yollar
uk_ua: Ігноровані шляхи
vi_vn: Đường Dẫn Bỏ Qua
zh_cn: 忽略路径
zh_tw: 忽略目錄

# SettingsPage_Language
source: Language
ar_sa: اللغة
ar_sy: اللغة
ca_es: Llengua
cs_cz: Jazyk
de_de: Sprache
es_es: Idioma
fa_ir: زبان
fi_fi: Kieli
fr_fr: Langue
he_il: שפה
it_it: Lingua
ja_jp: 言語
ko_kr: 언어
pl_pl: Język
pt_br: Idioma
ru_ru: Язык
th_th: ภาษา
tr_tr: Dil
uk_ua: Мова
vi_vn: Ngôn Ngữ
zh_cn: 语言
zh_tw: 選擇語言

# SettingsPage_LibraryDisabled
source: {0} disabled
ar_sa: {0} معطّل
ar_sy: {0} معطلة
ca_es: {0} desactivat
cs_cz: {0} zakázáno
de_de: {0} deaktiviert
es_es: {0} deshabilitado
fa_ir: {0} غیرفعال شد
fi_fi: {0} poistettu käytöstä
fr_fr: {0} désactivé
he_il: {0} מושבת
it_it: {0} disabilitato
ja_jp: {0} は無効です
ko_kr: {0} 비활성화됨
pl_pl: {0} wyłączone
pt_br: {0} desativado
ru_ru: {0} отключен
th_th: {0} ปิดใช้งานอยู่
tr_tr: {0} devre dışı
uk_ua: {0} вимкнено
vi_vn: {0} bị tắt
zh_cn: {0} 已禁用
zh_tw: {0} 停用

# SettingsPage_LibraryEnabled
source: {0} enabled
ar_sa: {0} مُفعّل
ar_sy: {0} مُفعلة
ca_es: {0} activat
cs_cz: {0} povoleno
de_de: {0} aktiviert
es_es: {0} habilitado
fa_ir: {0} فعال شد
fi_fi: {0} käytössä
fr_fr: {0} activé
he_il: {0} מופעל
ja_jp: {0} は有効です
ko_kr: {0} 활성화됨
pl_pl: {0} włączone
pt_br: {0} ativado
ru_ru: {0} включен
th_th: {0} เปิดใช้งานอยู่
tr_tr: 0} etkin
uk_ua: {0} увімкнено
vi_vn: {0} được bật
zh_cn: {0} 启用
zh_tw: {0} 啟用

# SettingsPage_Logging
source: Logging
ar_sa: التسجيل
ar_sy: تسجيل الأحداث
ca_es: Registre
cs_cz: Protokolování
de_de: Protokollierung
es_es: Registro
fa_ir: ثبت گزارش
fi_fi: Lokiin kirjaaminen
fr_fr: Journal
he_il: רישום יומן
it_it: Registrazione
ja_jp: ログ記録
ko_kr: 로깅
pl_pl: Logowanie
pt_br: Registro (log)
ru_ru: Логирование
th_th: การบันทึกข้อมูลระบบ
tr_tr: Günlük Kaydı
uk_ua: Ведення журналу
vi_vn: Ghi Nhật Ký
zh_cn: 日志记录
zh_tw: 日誌紀錄

# SettingsPage_NoNewUpdatesAvailable
source: No new updates are available.
ar_sa: لا توجد تحديثات جديدة متوفرة
ar_sy: لا يوجد أي تحديثات متوفرة.
ca_es: No hi ha noves actualitzacions disponibles.
cs_cz: Není k dispozici žádná aktualizace
de_de: Es sind keine neuen Updates verfügbar.
es_es: No hay nuevas actualizaciones disponibles.
fa_ir: هیچ به‌روزرسانی جدیدی در دسترس نیست.
fi_fi: Uusia päivityksiä ei ole saatavilla.
fr_fr: Aucune nouvelle mise à jour n'est disponible.
he_il: אין עדכונים חדשים זמינים.
it_it: Non sono disponibili nuovi aggiornamenti.
ja_jp: 新しい更新は現在ありません
ko_kr: 새로운 업데이트가 없습니다.
pl_pl: Nie ma nowych aktualizacji.
pt_br: Nenhuma nova atualização disponível.
ru_ru: Новых обновлений нет.
th_th: ไม่มีการอัปเดตใหม่
tr_tr: Yeni güncelleme mevcut değil.
uk_ua: Нових оновлень немає.
vi_vn: Không có cập nhật mới nào có sẵn.
zh_cn: 当前已是最新版本
zh_tw: 目前安裝的版本已為最新版本。

# SettingsPage_OpenAcknowledgements
source: Acknowledgements
ar_sa: الشكر والتقدير
ar_sy: إقرارات
ca_es: Agraïments
cs_cz: Poděkování
de_de: Danksagungen
es_es: Agradecimientos
fa_ir: تقدیر و تشکر
fi_fi: Tunnustukset
fr_fr: Remerciements
he_il: תודות ורישיונות
it_it: Ringraziamenti
ja_jp: 謝辞
ko_kr: 크레딧
pl_pl: Podziękowania
pt_br: Agradecimentos
ru_ru: Благодарности
th_th: กิตติกรรมประกาศ
tr_tr: Teşekkürler
uk_ua: Подяки
vi_vn: Lời Cảm Ơn
zh_cn: 鸣谢
zh_tw: 銘謝

# SettingsPage_OpenDiagnostics
source: Diagnostics
ar_sa: التشخيصات
ar_sy: التشخيص
ca_es: Diagnòstics
cs_cz: Diagnostika
de_de: Diagnostik
es_es: Diagnósticos
fa_ir: عیب‌یابی
fi_fi: Diagnostiikka
he_il: אבחון
it_it: Diagnostica
ja_jp: 診断
ko_kr: 진단
pl_pl: Diagnostyka
pt_br: Diagnóstico
ru_ru: Диагностика
th_th: ตรวจสอบปัญหา
tr_tr: Tanılama
uk_ua: Діагностика
vi_vn: Chẩn Đoán
zh_cn: 诊断信息
zh_tw: 診斷與系統資訊

# SettingsPage_OpenNetworkTester
source: Network Tester
ar_sa: أداة اختبار الشبكة
ar_sy: أداة اختبار الشبكة
ca_es: Provador de xarxa
cs_cz: Tester sítě
de_de: Netzwerktester
es_es: Comprobador de red
fa_ir: تست کننده شبکه
fi_fi: Verkkoyhteystestaaja
fr_fr: Testeur réseau
he_il: בודק רשת
it_it: Tester di rete
ja_jp: ネットワーク診断ツール
ko_kr: 네트워크 테스터
pl_pl: Tester Sieciowy
pt_br: Teste de rede
ru_ru: Сетевой тестер
th_th: เครื่องมือทดสอบเครือข่าย
tr_tr: Ağ Test Aracı
uk_ua: Мережевий тестер
vi_vn: Kiểm Tra Mạng
zh_cn: 网络测试
zh_tw: 網路測試

# SettingsPage_OpenTranslationToolbox
source: Open translation toolbox
ar_sa: فتح أداة الترجمة
ar_sy: فتح صندوق أدوات الترجمة
ca_es: Caixa d'eines de traducció oberta
cs_cz: Otevřít sadu nástrojů pro překlad
de_de: Übersetzungstoolbox öffnen
es_es: Abrir herramientas de traducción
fa_ir: باز کردن جعبه ابزار ترجمه
fi_fi: Avaa käännöstyökalupakki
fr_fr: Ouvrir la boîte à outils de traduction
he_il: פתח את ארגז כלי התרגום
ja_jp: 翻訳ツールボックスを開く
ko_kr: 번역 툴박스 열기
pl_pl: __UNTRANSLATED__Open translation toolbox
pt_br: Abrir caixa de ferramentas de tradução
ru_ru: Открыть панель инструментов переводчика
th_th: เปิดกล่องเครื่องมือการแปล
tr_tr: Çeviri araç kutusunu aç
uk_ua: Відкрити інструментарій перекладу
vi_vn: Mở hộp công cụ dịch
zh_cn: 打开翻译工具箱
zh_tw: 開啟翻譯工具

# SettingsPage_PathAlreadyIgnored
source: The path {0} is already ignored.
ar_sa: المسار {0} مُدرج مسبقًا في المسارات المُتجاهلة
ar_sy: المسار {0} متجاهل بالفعل.
ca_es: El camí {0} ja s'ha ignorat.
cs_cz: Cesta {0} je již ignorována.
de_de: Der Pfad {0} wird bereits ignoriert.
es_es: La ruta {0} ya está ignorada.
fa_ir: مسیر {0} قبلاً نادیده گرفته شده است.
fi_fi: Polku {0} on jo ohitettu.
fr_fr: Le chemin {0} est déjà ignoré.
he_il: הנתיב {0} כבר מוחרג.
it_it: Il percorso {0} è già stato ignorato.
ja_jp: パス {0} はすでに無視されています。
ko_kr: 경로 {0}은(는) 이미 제외 목록에 있습니다.
pl_pl: __UNTRANSLATED__The path {0} is already ignored.
pt_br: O caminho {0} já está ignorado.
ru_ru: Путь {0} уже проигнорирован.
th_th: เส้นทางโฟลเดอร์ {0} ถูกตั้งให้เพิกเฉยแล้ว
tr_tr: {0} yolu zaten yoksayılıyor.
uk_ua: Шлях {0} вже ігнорується.
vi_vn: Đường dẫn {0} đã bị bỏ qua.
zh_cn: 路径 {0} 已被忽略
zh_tw: {0} 路徑已被忽略。

# SettingsPage_SettingsAllowUntrusted
source: Allow Untrusted
ar_sa: السماح بغير الموثوق به
ar_sy: السماح بالمصادر غير الموثوقة
ca_es: Permet fonts no fiables
cs_cz: Povolit nedůvěryhodné
de_de: Nicht vertrauenswürdige zulassen
es_es: Permitir no fiable
fa_ir: اجازه دادن به منابع غیرقابل اعتماد
fi_fi: Salli epäluotetut
fr_fr: Autoriser les éléments non fiables
he_il: אפשר קבצים לא מהימנים
it_it: Consenti non attendibile
ja_jp: 信頼できないものを許可
ko_kr: 신뢰할 수 없는 항목 허용
pl_pl: Zezwalaj niezaufanym źródłom
pt_br: Permitir não confiáveis
ru_ru: Разрешить непроверенные
th_th: อนุญาตไฟล์ที่ไม่น่าเชื่อถือ
tr_tr: Güvenilmeyenlere İzin Ver
uk_ua: Дозволити ненадійні
vi_vn: Cho Phép Không Tin Cậy
zh_cn: 允许不受信任的文件
zh_tw: 允許不受信任的檔案

# SettingsPage_SettingsCheckForUpdates
source: Check for updates
ar_sa: التحقق من التحديثات
ar_sy: التحقق من التحديثات
ca_es: Comprova si hi ha actualitzacions
cs_cz: Zkontrolovat aktualizace
de_de: Auf Updates prüfen
es_es: Buscar actualizaciones
fa_ir: بررسی برای به‌روزرسانی‌ها
fi_fi: Tarkista päivitykset
fr_fr: Rechercher les mises à jour
he_il: בדוק אם קיימים עדכונים
it_it: Controlla gli aggiornamenti
ja_jp: 更新を確認
ko_kr: 업데이트 확인
pl_pl: Sprawdź aktualizacje
pt_br: Verificar atualizações
ru_ru: Проверить наличие обновлений
th_th: ตรวจสอบการอัปเดต
tr_tr: Güncellemeleri kontrol et
uk_ua: Перевірити наявність оновлень
vi_vn: Kiểm tra cập nhật
zh_cn: 检查更新
zh_tw: 檢查更新

# SettingsPage_ShowOnlyDownloadedDlls
source: Only Show Downloaded DLLs
ar_sa: عرض ملفات DLL المُحمّلة فقط
ar_sy: إظهار ملفات DLL المُحملة فقط
ca_es: Mostra només les DLL descarregades
cs_cz: Pouze zobrazit stažené soubory DLL
de_de: Nur heruntergeladene DLLs anzeigen
es_es: Mostrar sólo las DLL descargadas
fa_ir: فقط نمایش فایل‌های DLL دانلود شده
fi_fi: Näytä vain ladatut DLL-tiedostot
fr_fr: Afficher uniquement les DLL téléchargées
he_il: הצג רק קובצי DLL שהורדו
it_it: Mostra solo le DLL scaricate
ja_jp: ダウンロード済みの DLL のみ表示
ko_kr: 다운로드된 DLL만 표시
pl_pl: Pokaż tylko pobrane biblioteki DLL
pt_br: Mostrar apenas DLLs baixadas
ru_ru: Показывать только загруженные DLL
th_th: แสดงเฉพาะ DLLs ที่ดาวน์โหลดแล้ว
tr_tr: Yalnızca İndirilen DLL'leri Göster
uk_ua: Показувати лише завантажені DLL
vi_vn: Chỉ Hiển Thị DLL Đã Tải Xuống
zh_cn: 只显示已经下载的 DLL 文件
zh_tw: 僅顯示已下載的 DLL 檔案
